   const data=[
        {
            id:1,
            name:'RogerVivier/罗杰·维维亚女士Bab\'Viv\'钻扣穆勒鞋',
            price:'10600',
            imgTitle:'g_0_0.png',
            imgAll:['g_0_0.png','g_0_1.png','g_0_2.png','g_0_3.png'],
            goodsDesc:'本款Bab\' Viv\' 钻扣莫卡辛鞋以绒面小牛皮制成，配有闪钻饰扣，尖头设计和牛皮鞋底。沿袭维维亚标志性的闲适风格和鲜亮颜色，集简洁、创新、优雅于一身。',
            brandDesc:'被誉为“鞋履界的法贝热”，在上世纪五十年代研发出高跟鞋的Roger Vivier设计出的鞋子装饰美丽，他称之为雕塑作品。在经历了被Diego Della Valle收购之后，有艺术传承以及高水准工艺传统的Roger Vivier 家族在重新振兴这一品牌中获得革新。在 Bruno Frisoni的创作方向下，Vivier家族的作品及视觉得到了推崇，同时将视线转向手袋、小皮革制品、珠宝以及太阳眼镜。Ines de la Fressange作为法式优雅的典型缩影，代表着这一巴黎鞋履家族的魅力，使Roger Vivier 风格具有与众不同的风格。被赋予了梦想与期待的产品可以打造出优雅动人的女人，作为古典法式优雅的代名词，Roger Vivier 能带给你不一样的体验。',
            specification:'适用季节：春夏<br>上市年份季节：18年春夏<br>鞋底材质：真皮底<br>鞋面材质：真皮<br>类型：尖头<br>产地：意大利<br>闭合方式：套脚<br>鞋帮：低帮',
            afterSale:'平台卖家销售并发货的商品，由平台卖家提供发票和相应的售后服务。请您放心购买！',
            activityDate:'2018年8月23日',
            logo:'logo_0.png?v1.2'
        },
        {
            id:2,
            name:'VERSACE/范思哲SHADOV系列圆形石英腕表，VEBM00818型号',
            price:'6100',
            imgTitle:'g_1_0.png',
            imgAll:['g_1_0.png','g_1_1.png','g_1_2.png'],
            goodsDesc:'表盘中心的美杜莎头像散发着清晰而鲜明的范思哲风格，烟熏色表盘上独具品味的金属铆钉细节则为该款时计融入了阳刚的魅力。\n' +
            'Shadov腕表采用多项独创细节，这些打破传统的组合大胆地推动了设计的界限。\n' +
            '酒桶形表壳、十六边形表圈以及饰有铆钉的珍稀皮革表带。出人意料的撞色表盘将黑色外部阴影转变为中心色彩，散发着激情与活力。',
            brandDesc:'Versace于1978年建立于意大利，涉及包括服饰、腕表、香水、眼镜、丝巾、领带、家具产品、等各个领域。Versace标志设计运用象征的手法，采用蛇妖美杜莎的造型作为精神象征所在，汲取古希腊、埃及、印度等的瑰丽文化打造而成。美杜莎代表着吸引力，它象征着范思哲不但有着歌剧式的华丽，潮流艺术特征受到世人的追捧。Versace代表着一个品牌家族。它的设计风格鲜明，是有美感的艺术。Versace的时尚产品已影响到了生活的每个领域。',
            specification:'镶钻：无<br>认证：无<br>商品型号：VEBM00818<br>表带周长：110 X 70毫米<br>' +
            '表带颜色：粉色<br>表扣材质：精钢<br>保修：全球联保<br>适用人群：女式',
            afterSale:'平台卖家销售并发货的商品，由平台卖家提供发票和相应的售后服务。请您放心购买！',
            activityDate:'2018年8月23日',
            logo:'logo_1.png'
        },
        {
            id:3,
            name:'乐华七子NEXT同款 Secarts Home 水晶凉水壶/花瓶',
            price:'199',
            imgTitle:'g_2_0.png',
            imgAll:['g_2_0.png','g_2_1.png'],
            goodsDesc:'Secarts Home水晶凉水壶/花瓶的多变设计让它既拥有时尚感还具备实用性，不仅可以当作凉水壶来使用，还可以作为花瓶为生活增添新鲜感。灵动的水晶圆球就像两个小精灵，时而攀上瓶口，时而藏于瓶底，让家居充满童趣。 全程纯手工吹制选用无铅水晶玻璃，再利用二道退火耐热工艺制作而成，使得外观格外精致。',
            brandDesc:'Secarts Home希望给追寻现代艺术和自然生活方式的您带来39度舒适服务以及7S感的陪伴',
            specification:'产品名称：Secarts Home 水晶凉水壶/花瓶' +
            '材质成分：水晶玻璃' +
            '产品颜色：琥珀色' +
            '尺寸：D110*260',
            afterSale:'平台卖家销售并发货的商品，由平台卖家提供发票和相应的售后服务。请您放心购买！',
            activityDate:'2018年8月23日',
            logo:'logo_2.png'
        },
        {
            id:4,
            name:'Tod’s/托德斯 DoubleT女士牛皮迷你斜挎包',
            price:'8340',
            imgTitle:'g_3_0.png',
            imgAll:['g_3_0.png','g_3_1.png','g_3_2.png'],
            goodsDesc:'Tod\'s品牌一直致力于生产鞋子及皮革制品，其风格已成为现代生活的风向标。作为皮革制品品牌，Tod\'s象征着传统、品质与时尚。产品都沿袭高水准的制作工艺，经过反复锻造，旨在成为兼具品牌特色、时尚以及生活性能的产品，从而获得消费者称赞。诸如豆豆鞋及D-Bow系列手袋等产品不但在世界范围内受到普通消费者的青睐，还让各界社会人士所青睐，继而成为指引优雅风尚的先驱，重新诠释了优雅二字。',
            brandDesc:'Tod\'s品牌一直致力于生产鞋子及皮革制品，其风格已成为现代生活的风向标。作为皮革制品品牌，Tod\'s象征着传统、品质与时尚。产品都沿袭高水准的制作工艺，经过反复锻造，旨在成为兼具品牌特色、时尚以及生活性能的产品，从而获得消费者称赞。诸如豆豆鞋及D-Bow系列手袋等产品不但在世界范围内受到普通消费者的青睐，还让各界社会人士所青睐，继而成为指引优雅风尚的先驱，重新诠释了优雅二字。',
            specification:'产地：意大利<br>颜色：白色 橙红色<br>尺寸：均码<br>材质：牛皮<br>\n' +
            '适用人群：女士<br> 品牌名称：\t托德斯 <br>',
            afterSale:'平台卖家销售并发货的商品，由平台卖家提供发票和相应的售后服务。请您放心购买！',
            activityDate:'2018年8月23日',
            logo:'logo_3.png'
        },
        {
            id:5,
            name:'宇治茶',
            price:'99.00',
            imgTitle:'g_5_0.png',
            imgAll:['g_5_0.png'],
            goodsDesc:'宇治茶，日本绿茶的一种。京都的茶叶商人把京都府，奈良县，滋贺县，三重县四个地方产出的茶叶通过京都府内宇治地区的茶叶制法加工而成，故而命名为"宇治茶"。与静冈茶，狭山茶共称为日本三大茶。',
            brandDesc:'宇治茶是日本茶之一，生产于京都府南部的山城地域，其茶树栽培要追溯到镰仓时代。其后，经过不断改良，在室町时代跻身于高级茶的行列，起源于将军家开始，由室町幕府的一名武将开设了数个茶园。在江户时代，由永谷宗圆翁创立了“宇治制法”。此后“宇治茶”逐渐扩展至全国。根据培育方法以及茶叶的制造工序的不同，又分为抹茶、泡茶、煎茶等各个不同品种。其中极费工夫的玉露是绿茶中的极品。近年来，宇治茶不仅用于冲饮，并作为甜味材料被应用于许多方面。用宇治茶制作的冰淇淋十分有名，此外还有用宇治茶制作的红豆甜点、巧克力、起士蛋糕、以及布丁等，颇受女性顾客的欢迎。',
            specification:'净含量: 99g<br>保质期: 540天<br>类别: 水果茶<br>包装: 袋装',
            afterSale:'平台卖家销售并发货的商品，由平台卖家提供发票和相应的售后服务。请您放心购买！<br>' +
            '注：因厂家会在没有任何提前通知的情况下更改产品包装、产地或者一些附件，本司不能确保客户收到的货物与商城图片、产地、附件说明完全一致。只能确保为原厂正货！并且保证与当时市场上同样主流新品一致。若本商城没有及时更新，请大家谅解！',
            activityDate:'2018年8月23日',
            logo:'logo_4.png'
        }
    ]
export default data;


